Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Tap that Customize Home button, and you're in control of exactly what shows up: turn Forum Topics, Podcast Episodes, App Listings, Guides & Tutorials, or Blog Posts on or off individually, whatever mix suits you. Want to keep things focused on Apple's own products and platforms? Flip on Apple Topics Only and everything else quietly steps aside. There's an even finer forum filter tucked in there too, for anyone who wants to fine-tune further. Changed your mind about any of it? Reset to Defaults puts everything back the way it started.
ar: اضغط على زر تخصيص الرئيسية، وستتحكم بدقة في ما يظهر: فعّل أو عطّل مواضيع المنتدى، وحلقات البودكاست، وإدخالات التطبيقات، والأدلة والدروس، أو منشورات المدونة كلًا على حدة، وفق المزيج الذي يناسبك. تريد التركيز على منتجات ومنصات Apple فقط؟ فعّل خيار مواضيع Apple فقط وسيتنحى كل شيء آخر بهدوء. يوجد أيضًا فلتر منتدى أكثر دقة هناك لمن يريد ضبطًا إضافيًا. غيّرت رأيك في أي من ذلك؟ إعادة التعيين للافتراضي يعيد كل شيء كما كان.
de: Tippe auf die Schaltfläche „Home anpassen“, und du hast die volle Kontrolle darüber, was angezeigt wird: Schalte Forenthemen, Podcast-Folgen, App-Einträge, Leitfäden & Tutorials oder Blogbeiträge einzeln ein oder aus, wie es dir passt. Möchtest du dich auf Apples eigene Produkte und Plattformen konzentrieren? Aktiviere „Nur Apple-Themen“, und alles andere tritt leise zurück. Dort findest du auch einen noch feineren Forenfilter für alle, die weiter verfeinern möchten. Hast du es dir anders überlegt? „Auf Standard zurücksetzen“ stellt alles wieder her, wie es am Anfang war.
el: Πατήστε το κουμπί Προσαρμογή Αρχικής, και ελέγχετε ακριβώς τι εμφανίζεται: ενεργοποιήστε ή απενεργοποιήστε ξεχωριστά τα Θέματα Φόρουμ, τα Επεισόδια Podcast, τις Καταχωρήσεις Εφαρμογών, τους Οδηγούς & Σεμινάρια, ή τις Αναρτήσεις Ιστολογίου, όποιος συνδυασμός σας ταιριάζει. Θέλετε να επικεντρωθείτε στα προϊόντα και τις πλατφόρμες της Apple; Ενεργοποιήστε το Μόνο Θέματα Apple και όλα τα υπόλοιπα αποσύρονται ήσυχα. Υπάρχει και ένα ακόμη πιο λεπτομερές φίλτρο φόρουμ εκεί, για όποιον θέλει περαιτέρω προσαρμογή. Αλλάξατε γνώμη για κάτι; Η Επαναφορά Προεπιλογών επαναφέρει τα πάντα όπως ήταν στην αρχή.
es: Toca el botón Personalizar Inicio, y tendrás el control total de lo que aparece: activa o desactiva individualmente Temas de foro, Episodios de podcast, Listados de apps, Guías y tutoriales, o Entradas de blog, según la combinación que prefieras. ¿Quieres centrarte solo en los productos y plataformas propios de Apple? Activa Solo temas de Apple y todo lo demás se retira discretamente. Ahí dentro también hay un filtro de foro aún más específico para quien quiera afinar más. ¿Cambiaste de opinión sobre algo? Restablecer valores predeterminados devuelve todo a como estaba al principio.
fa: روی دکمهٔ سفارشی‌سازی صفحهٔ اصلی ضربه بزنید تا کنترل کامل داشته باشید بر آنچه نمایش داده می‌شود: موضوعات انجمن، قسمت‌های پادکست، فهرست برنامه‌ها، راهنماها و آموزش‌ها، یا پست‌های وبلاگ را جداگانه روشن یا خاموش کنید، هر ترکیبی که به شما می‌آید. می‌خواهید فقط روی محصولات و پلتفرم‌های خود اپل تمرکز کنید؟ فقط موضوعات اپل را روشن کنید تا بقیه به‌آرامی کنار بروند. یک فیلتر دقیق‌تر انجمن هم آنجا هست برای کسی که بخواهد بیشتر تنظیم کند. نظرتان دربارهٔ چیزی عوض شد؟ بازنشانی به پیش‌فرض همه‌چیز را به حالت اولیه برمی‌گرداند.
fr: Touchez le bouton Personnaliser Accueil, et vous contrôlez exactement ce qui s'affiche : activez ou désactivez individuellement les Sujets de forum, les Épisodes de podcast, les Fiches d'applis, les Guides et tutoriels, ou les Articles de blog, selon le mélange qui vous convient. Vous voulez vous concentrer uniquement sur les produits et plateformes Apple ? Activez Sujets Apple uniquement et tout le reste s'efface discrètement. Il y a aussi un filtre de forum encore plus précis niché là-dedans, pour qui veut peaufiner davantage. Vous avez changé d'avis sur quelque chose ? Réinitialiser les valeurs par défaut remet tout comme au départ.
he: הקש על כפתור התאמה אישית של בית, ואתה שולט בדיוק במה שמופיע: הפעל או כבה בנפרד נושאי פורום, פרקי פודקאסט, ערכי אפליקציה, מדריכים והדרכות, או פוסטים בבלוג, איזה שילוב שמתאים לך. רוצה להתמקד רק במוצרים ובפלטפורמות של Apple? הפעל נושאי Apple בלבד וכל השאר יסתלק בשקט. יש גם מסנן פורום מדויק עוד יותר טמון שם, למי שרוצה לכוונן עוד יותר. שינית את דעתך לגבי משהו? איפוס לברירת מחדל מחזיר הכול למה שהיה מלכתחילה.
hi: उस कस्टमाइज़ होम बटन को टैप करें, और आपके पास पूरा नियंत्रण होगा कि क्या दिखे: फ़ोरम विषय, पॉडकास्ट एपिसोड, ऐप लिस्टिंग, गाइड और ट्यूटोरियल, या ब्लॉग पोस्ट को अलग-अलग चालू या बंद करें, जो भी मिश्रण आपको पसंद हो। Apple के अपने उत्पादों और प्लेटफ़ॉर्म पर ध्यान केंद्रित रखना चाहते हैं? केवल Apple विषय चालू करें और बाकी सब चुपचाप हट जाएगा। वहां एक और भी बारीक फ़ोरम फ़िल्टर छिपा है, जो और भी सूक्ष्म समायोजन चाहते हैं उनके लिए। किसी बात पर अपना मन बदल लिया? डिफ़ॉल्ट पर रीसेट करें सब कुछ वापस वैसे ही कर देता है जैसा शुरुआत में था।
id: Ketuk tombol Sesuaikan Beranda, dan Anda mengendalikan persis apa yang muncul: nyalakan atau matikan Topik Forum, Episode Podcast, Daftar Aplikasi, Panduan & Tutorial, atau Postingan Blog secara individual, kombinasi apa pun yang sesuai untuk Anda. Ingin fokus hanya pada produk dan platform Apple sendiri? Aktifkan Hanya Topik Apple dan yang lainnya akan diam-diam menyingkir. Ada juga filter forum yang lebih rinci tersembunyi di sana, untuk siapa saja yang ingin menyesuaikan lebih lanjut. Berubah pikiran soal sesuatu? Setel Ulang ke Default mengembalikan semuanya seperti semula.
it: Tocca il pulsante Personalizza Home, e avrai il controllo esatto di ciò che appare: attiva o disattiva singolarmente Argomenti del forum, Episodi podcast, Schede app, Guide e tutorial, o Articoli del blog, qualunque combinazione ti sia più congeniale. Vuoi concentrarti solo sui prodotti e le piattaforme Apple? Attiva Solo argomenti Apple e tutto il resto si fa discretamente da parte. C'è anche un filtro del forum ancora più preciso nascosto lì, per chi vuole regolare ulteriormente. Hai cambiato idea su qualcosa? Ripristina impostazioni predefinite riporta tutto come all'inizio.
ja: 「ホームをカスタマイズ」ボタンをタップすると、表示内容を細かく管理できます。フォーラムのトピック、ポッドキャストのエピソード、アプリの一覧、ガイドとチュートリアル、ブログ記事を個別にオン・オフにでき、好みの組み合わせに調整できます。Apple自身の製品やプラットフォームだけに絞りたいですか？「Appleトピックのみ」をオンにすれば、それ以外は静かに引っ込みます。さらに細かいフォーラムフィルタもそこに用意されているので、もっと調整したい方にも対応できます。何か気が変わったら、「初期設定にリセット」ですべてを元通りにできます。
ko: '홈 맞춤 설정' 버튼을 탭하면 무엇이 표시될지 정확하게 제어할 수 있어요. 포럼 토픽, 팟캐스트 에피소드, 앱 목록, 가이드 및 튜토리얼, 블로그 게시물을 원하는 조합대로 개별적으로 켜고 끌 수 있죠. Apple 자체 제품과 플랫폼에만 집중하고 싶으신가요? 'Apple 토픽만'을 켜면 나머지는 조용히 물러납니다. 더 세부적으로 조정하고 싶은 분들을 위한 더 정교한 포럼 필터도 그 안에 숨어 있어요. 마음이 바뀌셨다면? '기본값으로 재설정'이 모든 걸 처음 상태로 되돌려 줍니다.
nl: Tik op de knop Start aanpassen, en jij bepaalt precies wat er verschijnt: zet Forumonderwerpen, Podcastafleveringen, App-vermeldingen, Gidsen en handleidingen, of Blogberichten afzonderlijk aan of uit, welke mix je ook wilt. Wil je je richten op alleen Apple's eigen producten en platforms? Zet Alleen Apple-onderwerpen aan en al het andere stapt rustig opzij. Er zit ook een nog nauwkeuriger forumfilter verstopt, voor wie nog verder wil verfijnen. Van gedachten veranderd over iets? Standaardwaarden herstellen zet alles terug zoals het begon.
pl: Dotknij przycisku Dostosuj Stronę główną, a przejmiesz pełną kontrolę nad tym, co się wyświetla: włączaj lub wyłączaj osobno Wątki na forum, Odcinki podcastów, Wpisy aplikacji, Poradniki i samouczki lub Wpisy na blogu, w dowolnej kombinacji, jaka Ci odpowiada. Chcesz skupić się wyłącznie na produktach i platformach Apple? Włącz Tylko tematy Apple, a wszystko inne cicho ustąpi. Jest tam też jeszcze bardziej precyzyjny filtr forum dla osób, które chcą dopracować szczegóły. Zmieniłeś zdanie w jakiejś kwestii? Przywróć ustawienia domyślne przywraca wszystko do stanu początkowego.
pt: Toque no botão Personalizar Início, e você terá controle total sobre o que aparece: ative ou desative individualmente Tópicos do fórum, Episódios de podcast, Listagens de apps, Guias e tutoriais, ou Postagens do blog, na combinação que preferir. Quer manter o foco apenas nos produtos e plataformas da própria Apple? Ative Somente tópicos da Apple e tudo o mais recua discretamente. Há também um filtro de fórum ainda mais refinado escondido ali, para quem quiser ajustar mais. Mudou de ideia sobre algo? Restaurar padrões devolve tudo como estava no início.
ru: Нажмите кнопку «Настроить главную», и вы получите полный контроль над тем, что отображается: включайте или отключайте по отдельности темы форума, эпизоды подкастов, записи о приложениях, руководства и обучающие материалы или записи блога — в любом сочетании, которое вам подходит. Хотите сосредоточиться только на собственных продуктах и платформах Apple? Включите «Только темы Apple», и всё остальное тихо отойдёт в сторону. Там же спрятан ещё более точный фильтр форума для тех, кто хочет настроить всё ещё тоньше. Передумали насчёт чего-то? «Сбросить настройки по умолчанию» вернёт всё в исходное состояние.
sv: Tryck på knappen Anpassa Hem, så har du full kontroll över vad som visas: slå på eller av Foruminlägg, Podcastavsnitt, Applistor, Guider och handledningar, eller Blogginlägg var för sig, precis den mix som passar dig. Vill du fokusera enbart på Apples egna produkter och plattformar? Slå på Endast Apple-ämnen så drar sig allt annat stillsamt tillbaka. Där finns även ett ännu mer detaljerat foruminfilter för den som vill finjustera ytterligare. Ångrat dig om något? Återställ till standard lägger tillbaka allt som det var från början.
th: แตะปุ่มปรับแต่งโฮม แล้วคุณจะควบคุมได้อย่างแม่นยำว่าอะไรจะปรากฏ: เปิดหรือปิดหัวข้อฟอรัม ตอนพอดแคสต์ รายการแอป คู่มือและบทช่วยสอน หรือบทความบล็อกทีละรายการ ตามที่คุณต้องการ ต้องการเน้นเฉพาะผลิตภัณฑ์และแพลตฟอร์มของ Apple เท่านั้นหรือไม่? เปิดใช้งานเฉพาะหัวข้อ Apple แล้วสิ่งอื่นจะเงียบหายไปเอง ยังมีตัวกรองฟอรัมที่ละเอียดยิ่งขึ้นซ่อนอยู่ในนั้นด้วย สำหรับใครที่ต้องการปรับแต่งเพิ่มเติม เปลี่ยนใจเรื่องอะไรไปแล้วใช่ไหม? รีเซ็ตเป็นค่าเริ่มต้นจะคืนทุกอย่างกลับไปเป็นแบบเดิม
tr: Ana Sayfa'yı Özelleştir düğmesine dokunun; neyin görüneceğini tam olarak kontrol edin: Forum Konuları, Podcast Bölümleri, Uygulama Listeleri, Rehberler ve Eğitimler veya Blog Yazılarını ayrı ayrı açıp kapatın, size uygun karışım ne olursa olsun. Sadece Apple'ın kendi ürün ve platformlarına odaklanmak mı istiyorsunuz? Yalnızca Apple Konuları'nı açın, geri kalan her şey sessizce kenara çekilsin. Daha da ince ayar isteyenler için orada daha detaylı bir forum filtresi de gizli. Bir konuda fikrinizi mi değiştirdiniz? Varsayılanlara Sıfırla her şeyi başladığı gibi geri getirir.
uk: Торкніться кнопки «Налаштувати головну», і ви отримаєте повний контроль над тим, що відображається: вмикайте чи вимикайте окремо теми форуму, епізоди подкастів, записи про застосунки, посібники та навчальні матеріали або записи блогу — у будь-якому поєднанні, яке вам підходить. Хочете зосередитися лише на власних продуктах і платформах Apple? Увімкніть «Лише теми Apple», і все інше тихо відійде вбік. Там також є ще точніший фільтр форуму для тих, хто хоче налаштувати ще тонше. Передумали щодо чогось? «Скинути до типових» поверне все до початкового стану.
vi: Chạm vào nút Tùy chỉnh Trang chủ, và bạn sẽ kiểm soát chính xác những gì xuất hiện: bật hoặc tắt riêng lẻ Chủ đề diễn đàn, Tập podcast, Danh sách ứng dụng, Hướng dẫn & Bài học, hoặc Bài viết blog, theo bất kỳ sự kết hợp nào phù hợp với bạn. Muốn tập trung chỉ vào các sản phẩm và nền tảng của riêng Apple? Bật Chỉ chủ đề Apple và mọi thứ khác sẽ lặng lẽ lùi lại. Còn có một bộ lọc diễn đàn chi tiết hơn nữa ẩn trong đó, dành cho ai muốn tinh chỉnh thêm. Đổi ý về điều gì đó? Đặt lại về Mặc định sẽ đưa mọi thứ trở về như ban đầu.
zh_hans: 点按「自定义首页」按钮，你就能精确掌控显示的内容：可以单独开启或关闭论坛话题、播客单集、应用列表、指南与教程，或博客文章，任你搭配。想只专注于苹果自家的产品和平台吗？打开「仅显示苹果话题」，其他内容就会安静地退到一边。里面还藏着一个更精细的论坛筛选器，供想进一步微调的人使用。对某项设置改变主意了？「重置为默认值」会把一切恢复到最初的样子。

source: Tell listeners what this episode covers — the topics, guests, or themes — so they know what to expect before pressing play.
ar: أخبر المستمعين بما تتناوله هذه الحلقة — المواضيع أو الضيوف أو المحاور — حتى يعرفوا ما يمكن توقعه قبل الضغط على تشغيل.
de: Erzähl den Hörern, worum es in dieser Episode geht — Themen, Gäste oder Schwerpunkte — damit sie wissen, was sie erwartet, bevor sie auf Play drücken.
el: Πες στους ακροατές τι καλύπτει αυτό το επεισόδιο — τα θέματα, τους καλεσμένους ή τα θέματα συζήτησης — ώστε να ξέρουν τι να περιμένουν πριν πατήσουν αναπαραγωγή.
es: Cuéntales a los oyentes qué trata este episodio (los temas, invitados o hilos conductores) para que sepan qué esperar antes de darle al play.
fa: به شنوندگان بگویید این قسمت درباره چیست — موضوعات، مهمانان یا مضامین — تا پیش از فشردن دکمه پخش بدانند چه انتظاری داشته باشند.
fr: Dites aux auditeurs ce que couvre cet épisode — les sujets, les invités ou les thèmes — afin qu'ils sachent à quoi s'attendre avant d'appuyer sur lecture.
he: ספרו למאזינים במה עוסק הפרק — הנושאים, האורחים או התמות — כדי שידעו למה לצפות לפני שלוחצים על נגן.
hi: श्रोताओं को बताएं कि यह एपिसोड किस बारे में है — विषय, अतिथि या थीम — ताकि प्ले दबाने से पहले उन्हें पता हो कि क्या उम्मीद करें।
id: Beri tahu pendengar apa yang dibahas di episode ini — topik, tamu, atau tema — agar mereka tahu apa yang bisa diharapkan sebelum menekan tombol putar.
it: Racconta agli ascoltatori di cosa parla questo episodio — argomenti, ospiti o temi — così sapranno cosa aspettarsi prima di premere play.
ja: このエピソードが扱うトピック、ゲスト、テーマなどをリスナーに伝えて、再生する前に何が聞けるかわかるようにしましょう。
ko: 청취자들이 재생 버튼을 누르기 전에 무엇을 기대할 수 있을지 알 수 있도록, 이 에피소드가 다루는 주제, 게스트, 또는 테마를 알려주세요.
nl: Vertel luisteraars waar deze aflevering over gaat — de onderwerpen, gasten of thema's — zodat ze weten wat ze kunnen verwachten voordat ze op afspelen drukken.
pl: Powiedz słuchaczom, czego dotyczy ten odcinek — tematy, goście lub wątki — aby wiedzieli, czego się spodziewać, zanim naciśną odtwórz.
pt: Conte aos ouvintes o que este episódio aborda — os temas, convidados ou assuntos — para que saibam o que esperar antes de apertar o play.
ru: Расскажите слушателям, о чём этот выпуск — темы, гости или основные идеи — чтобы они знали, чего ожидать, прежде чем нажать play.
sv: Berätta för lyssnarna vad avsnittet handlar om — ämnena, gästerna eller temana — så att de vet vad de kan förvänta sig innan de trycker på play.
th: บอกผู้ฟังว่าตอนนี้เกี่ยวกับอะไร — หัวข้อ แขกรับเชิญ หรือประเด็นต่าง ๆ — เพื่อให้พวกเขารู้ว่าจะได้ฟังอะไรก่อนกดเล่น
tr: Dinleyicilere bu bölümün neleri kapsadığını anlatın — konuları, konukları veya temaları — böylece oynat'a basmadan önce ne bekleyeceklerini bilsinler.
uk: Розкажіть слухачам, про що цей випуск — теми, гості чи основні ідеї — щоб вони знали, чого очікувати, перш ніж натиснути відтворення.
vi: Hãy cho người nghe biết tập này nói về điều gì — chủ đề, khách mời hoặc nội dung chính — để họ biết nên mong đợi điều gì trước khi nhấn phát.
zh_hans: 告诉听众这一集讲了什么——主题、嘉宾或话题——这样他们在按下播放键之前就知道会听到什么。

source: Tell me a little about yourself — what you use AppleVis for, your devices or assistive technology, your interests. I'll turn it into a short draft bio you can edit.
ar: أخبرني قليلاً عن نفسك — لماذا تستخدم AppleVis، وأجهزتك أو التقنية المساعدة، واهتماماتك. سأحوّل ذلك إلى مسودة سيرة ذاتية قصيرة يمكنك تعديلها.
de: Erzähl mir etwas über dich – wofür du AppleVis nutzt, deine Geräte oder assistiven Technologien, deine Interessen. Ich mache daraus einen kurzen Biografie-Entwurf, den du bearbeiten kannst.
el: Πείτε μου λίγα λόγια για εσάς — για τι χρησιμοποιείτε το AppleVis, τις συσκευές ή την υποστηρικτική τεχνολογία σας, τα ενδιαφέροντά σας. Θα το μετατρέψω σε ένα σύντομο προσχέδιο βιογραφικού που μπορείτε να επεξεργαστείτε.
es: Cuéntame un poco sobre ti: para qué usas AppleVis, tus dispositivos o tecnología de asistencia, tus intereses. Lo convertiré en un breve borrador de biografía que podrás editar.
fa: کمی دربارهٔ خودتان بگویید — برای چه کاری از AppleVis استفاده می‌کنید، دستگاه‌ها یا فناوری کمکی شما، علایق شما. آن را به یک پیش‌نویس بیوگرافی کوتاه که می‌توانید ویرایش کنید تبدیل خواهم کرد.
fr: Parlez-moi un peu de vous — à quoi vous utilisez AppleVis, vos appareils ou technologies d'assistance, vos centres d'intérêt. J'en ferai une courte ébauche de bio que vous pourrez modifier.
he: ספר לי קצת על עצמך — למה אתה משתמש ב-AppleVis, המכשירים או הטכנולוגיה המסייעת שלך, תחומי העניין שלך. אני אהפוך את זה לטיוטת ביוגרפיה קצרה שתוכל לערוך.
hi: मुझे अपने बारे में थोड़ा बताएं — आप AppleVis का उपयोग किस लिए करते हैं, आपके डिवाइस या सहायक तकनीक, आपकी रुचियाँ। मैं इसे एक संक्षिप्त ड्राफ़्ट बायो में बदल दूंगा जिसे आप संपादित कर सकते हैं।
id: Ceritakan sedikit tentang diri Anda — untuk apa Anda menggunakan AppleVis, perangkat atau teknologi bantu Anda, minat Anda. Saya akan mengubahnya menjadi draf bio singkat yang dapat Anda edit.
it: Raccontami un po' di te — a cosa usi AppleVis, i tuoi dispositivi o tecnologia assistiva, i tuoi interessi. Lo trasformerò in una breve bozza di biografia che potrai modificare.
ja: あなたについて少し教えてください — AppleVis を何に使っているか、お使いのデバイスや支援技術、興味のあることなど。それを編集可能な短いプロフィール文の下書きにします。
ko: 자신에 대해 조금 알려주세요 — AppleVis를 무엇에 사용하는지, 사용 중인 기기나 보조 기술, 관심사 등. 편집 가능한 짧은 소개글 초안으로 만들어 드리겠습니다.
nl: Vertel me iets over jezelf — waarvoor je AppleVis gebruikt, je apparaten of hulptechnologie, je interesses. Ik maak er een korte concept-bio van die je kunt bewerken.
pl: Opowiedz mi coś o sobie — do czego używasz AppleVis, jakie masz urządzenia lub technologię wspomagającą, jakie masz zainteresowania. Zamienię to w krótki szkic biografii, który możesz edytować.
pt: Conte-me um pouco sobre você — para que você usa a AppleVis, seus dispositivos ou tecnologia assistiva, seus interesses. Vou transformar isso em um breve rascunho de biografia que você pode editar.
ru: Расскажите немного о себе — для чего вы используете AppleVis, ваши устройства или вспомогательные технологии, ваши интересы. Я превращу это в короткий черновик биографии, который вы сможете отредактировать.
sv: Berätta lite om dig själv — vad du använder AppleVis till, dina enheter eller hjälpmedelsteknik, dina intressen. Jag gör om det till ett kort biografiutkast som du kan redigera.
th: บอกฉันสักนิดเกี่ยวกับตัวคุณ — คุณใช้ AppleVis เพื่ออะไร อุปกรณ์หรือเทคโนโลยีช่วยเหลือของคุณ ความสนใจของคุณ ฉันจะเปลี่ยนมันเป็นร่างประวัติสั้นๆ ที่คุณแก้ไขได้
tr: Bana kendinizden biraz bahsedin — AppleVis'i ne için kullandığınız, cihazlarınız veya yardımcı teknolojiniz, ilgi alanlarınız. Bunu düzenleyebileceğiniz kısa bir taslak biyografiye dönüştüreceğim.
uk: Розкажіть трохи про себе — для чого ви користуєтесь AppleVis, ваші пристрої чи допоміжні технології, ваші інтереси. Я перетворю це на коротку чернетку біографії, яку ви зможете редагувати.
vi: Hãy cho tôi biết một chút về bạn — bạn dùng AppleVis để làm gì, thiết bị hoặc công nghệ hỗ trợ của bạn, sở thích của bạn. Tôi sẽ biến nó thành một bản nháp tiểu sử ngắn mà bạn có thể chỉnh sửa.
zh_hans: 告诉我一些关于您的信息——您用 AppleVis 做什么、您的设备或辅助技术、您的兴趣爱好。我会把它变成一份可编辑的简短简介草稿。

source: Tell us a little about your blog post and why you think it would be of interest and value to the AppleVis community.
ar: أخبرنا قليلاً عن منشور مدونتك ولماذا تعتقد أنه سيكون ذا أهمية وقيمة لمجتمع AppleVis.
de: Erzähl uns etwas über deinen Blogbeitrag und warum du denkst, dass er für die AppleVis-Community interessant und wertvoll wäre.
el: Πείτε μας λίγα λόγια για την ανάρτηση του ιστολογίου σας και γιατί πιστεύετε ότι θα ήταν ενδιαφέρουσα και πολύτιμη για την κοινότητα του AppleVis.
es: Cuéntanos un poco sobre tu entrada de blog y por qué crees que sería interesante y valiosa para la comunidad de AppleVis.
fa: کمی دربارهٔ پست وبلاگ خود و اینکه چرا فکر می‌کنید برای جامعهٔ AppleVis جالب و ارزشمند خواهد بود به ما بگویید.
fr: Parlez-nous un peu de votre article de blog et pourquoi vous pensez qu'il intéresserait et serait utile à la communauté AppleVis.
he: ספר לנו קצת על פוסט הבלוג שלך ומדוע אתה חושב שהוא יהיה מעניין ובעל ערך לקהילת AppleVis.
hi: हमें अपने ब्लॉग पोस्ट के बारे में थोड़ा बताएं और क्यों आपको लगता है कि यह AppleVis समुदाय के लिए दिलचस्प और मूल्यवान होगा。
id: Beri tahu kami sedikit tentang postingan blog Anda dan mengapa Anda pikir itu akan menarik dan bernilai bagi komunitas AppleVis.
it: Raccontaci un po' del tuo articolo del blog e perché pensi che sarebbe di interesse e valore per la comunità di AppleVis.
ja: あなたのブログ記事について、そして AppleVis コミュニティにとって興味深く価値があると思う理由について少し教えてください。
ko: 블로그 게시물과 그것이 AppleVis 커뮤니티에 흥미롭고 가치 있다고 생각하는 이유를 조금 알려주세요.
nl: Vertel ons iets over je blogbericht en waarom je denkt dat het interessant en waardevol zou zijn voor de AppleVis-community.
pl: Opowiedz nam trochę o swoim wpisie na blogu i dlaczego uważasz, że będzie on interesujący i wartościowy dla społeczności AppleVis.
pt: Conte-nos um pouco sobre a sua postagem de blog e por que você acha que ela seria de interesse e valor para a comunidade AppleVis.
ru: Расскажите нам немного о своей записи блога и почему, по вашему мнению, она будет интересна и полезна сообществу AppleVis.
sv: Berätta lite om ditt blogginlägg och varför du tror att det skulle vara av intresse och värde för AppleVis-gemenskapen.
th: บอกเราสักนิดเกี่ยวกับบทความบล็อกของคุณและเหตุผลที่คุณคิดว่ามันจะน่าสนใจและมีคุณค่าสำหรับชุมชน AppleVis
tr: Bize blog yazınız hakkında biraz bilgi verin ve neden AppleVis topluluğu için ilginç ve değerli olacağını düşündüğünüzü anlatın.
uk: Розкажіть нам трохи про свій запис блогу та чому, на вашу думку, він буде цікавим і цінним для спільноти AppleVis.
vi: Cho chúng tôi biết một chút về bài viết blog của bạn và tại sao bạn nghĩ nó sẽ thú vị và có giá trị đối với cộng đồng AppleVis.
zh_hans: 请告诉我们一些关于您的博客文章的信息，以及您认为它对 AppleVis 社区有何吸引力和价值。

source: Tell us where this happens and the Apple Feedback number you filed it under.
ar: أخبرنا أين يحدث هذا ورقم Apple Feedback الذي قدمته تحته.
de: Sag uns, wo das passiert, und gib die Apple-Feedback-Nummer an, unter der du es eingereicht hast.
el: Πείτε μας πού συμβαίνει αυτό και τον αριθμό Apple Feedback με τον οποίο το υποβάλατε.
es: Cuéntanos dónde ocurre y el número de Apple Feedback con el que lo presentaste.
fa: به ما بگویید این کجا اتفاق می‌افتد و شمارهٔ Apple Feedback که با آن ثبت کرده‌اید را وارد کنید.
fr: Indiquez-nous où cela se produit et le numéro Apple Feedback sous lequel vous l'avez déposé.
he: ספר לנו איפה זה קורה ואת מספר ה-Apple Feedback שבו הגשת זאת.
hi: हमें बताएं कि यह कहाँ होता है और वह Apple फीडबैक नंबर जिसके तहत आपने इसे दाखिल किया।
id: Beri tahu kami di mana ini terjadi dan nomor Apple Feedback yang Anda gunakan untuk mengajukannya.
it: Dicci dove si verifica e il numero Apple Feedback con cui lo hai inviato.
ja: これがどこで発生するか、また提出したApple Feedback番号を教えてください。
ko: 이 문제가 발생하는 위치와 제출한 Apple Feedback 번호를 알려주세요.
nl: Vertel ons waar dit gebeurt en het Apple Feedback-nummer waaronder je het hebt ingediend.
pl: Powiedz nam, gdzie to się dzieje, oraz podaj numer Apple Feedback, pod którym to zgłosiłeś.
pt: Diga-nos onde isso acontece e o número do Apple Feedback com o qual você o registrou.
ru: Расскажите, где это происходит, и укажите номер Apple Feedback, под которым вы это отправили.
sv: Berätta var det här händer och Apple Feedback-numret du skickade in det under.
th: บอกเราว่าสิ่งนี้เกิดขึ้นที่ไหนและหมายเลข Apple Feedback ที่คุณยื่นไว้
tr: Bunun nerede gerçekleştiğini ve gönderdiğiniz Apple Feedback numarasını bize bildirin.
uk: Розкажіть, де це трапляється, і вкажіть номер Apple Feedback, під яким ви це подали.
vi: Cho chúng tôi biết điều này xảy ra ở đâu và số Apple Feedback bạn đã dùng để gửi báo cáo.
zh_hans: 请告诉我们此问题发生的位置,以及您提交时使用的 Apple Feedback 编号。
